{
  "language": "en",
  "dark_mode": "Dark mode",
  "home_welcome": "WordPress and React",
  "home_i": "Creative Developer",
  "home_what_i_do": "I make awesome websites",
  "home_Name": "I AM Dusan Simic",
  "home_location": "located in Riga, Latvia",
  "home_contact_btn": "CONTACT ME",
  "menu_about": "About Me",
  "menu_projects": "Projects",
  "menu_experience": "Experience",
  "menu_github": "Github",
  "menu_contact": "Contact",
  "menu_resume": "Resume",
  "about_desc": "My name is Dusan Simic. I graduated from University of Belgrade and I have professional knowledge and considerable experience in frontend as well as in backend programming. For over 7 years, I completed 30+ projects from small to medium even to large ones, from eCommerce websites to more complex and large-scaled ones. My main technical skills are Html/CSS/JavaScript/PHP, React, WordPress and Express. I have expert skills in enterprise web development associated with planning & implementation tool, task tracker app, calendar tool and project tracking web application.",
  "experience_0_job": "Senior Full Stack WordPress (Expert in React) Developer",
  "experience_0_overview": "Successfully upgraded the company's website, resulting in a 35% increase in user engagement, a 25% boost in conversion rate, and a 15% reduction in bounce rate. Streamlined payment processing and implemented customized solutions using the Stripe API, contributing to a 20% growth in subscriptions and revenue. Optimized website performance and SEO, leading to a 50% improvement in load times and a 30% rise in search rankings, further enhancing customer satisfaction and overall business growth.",
  "experience_0_duration": "Nov 2022 - Aug 2023",
  "experience_1_job": "Senior Full Stack WordPress Developer - Webmasters Group",
  "experience_1_overview": "Utilized the latest web development technologies and modernized site-building workflows using tools streamlining processes  and reducing development time by 20%. Implemented multiple custom RESTful API integrations, connecting WordPress  platforms with third-party services such as CRM systems, E-commerce platforms. Engineered and implemented 30+ custom  WordPress plugins and back-end solutions, leading 20% increase in overall company revenue.  • Utilized the latest web development technologies, including Progressive Web Apps (PWAs), headless WordPress, and JAMstack  architecture, to create high-performance, scalable, and future-proof websites that offered improved user experience and SEO  benefits.  • Implemented multiple custom RESTful API integrations, connecting WordPress platforms with hird-party services such as CRM  systems, E-commerce platforms.  • Launched 7 elegant animation-oriented websites using Vue.js, resulting in a 40% reduction of loading time",
  "experience_1_duration": "Oct 2017 - Sep 2022",
  "experience_2_job": "Senior WordPress Developer, JS Web DEV Ltd.",
  "experience_2_overview": "Successfully consolidated multiple management systems into a unified CRM platform, reducing system maintenance costs by 30% after consolidating the management systems. Reduced the time it takes to generate reports by 50% through the implementation of a new data analytics tool, saving 10 hours per week for the team. Led an Agile development team to deliver a new project ahead of schedule, enhancing the company's reputation for timely, quality solutions.",
  "experience_2_duration": "Nov 2016 - Aug 2017",
  "projects_1_overview": "Advertising & Marketing Website",
  "projects_2_overview": "Food and Restaurant Website",
  "projects_3_overview": "GameDay Advertising Website",
  "projects_4_overview": "Enormous E-Commerce and Advertising Website",
  "projects_5_overview": "World Children's Toy Shop",
  "projects_6_overview": "Legacy Community",
  "projects_7_overview": "London Healthcare Website",
  "projects_8_overview": "Smiley Advertising Website",
  "projects_9_overview": "Text Board Team Game",
  "projects_10_overview": "eCommerce for JACKET",
  "projects_11_overview": "Cheap Drinks Online",
  "projects_12_overview": "T-Shirt Online Shop",
  "projects_1_extended_overview": "This is a advertising website(landing pages) which I built from scratch using WordPress, Styled-components, SCSS, CSS, CSS3",
  "projects_2_extended_overview": "Advertising website introduce food, restaurants and hotels using NextJS, Node.js, MongoDB and extra UI libraries like Styled-components, Swiper and so on.",
  "projects_3_extended_overview": "This is a advertising website(landing pages) which I built from scratch using WordPress, Styled-components, SCSS, CSS, CSS3",
  "projects_4_extended_overview": "Very Enormous E-Commerce and advertising websites consists of over 50 pages",
  "projects_5_extended_overview": "This is World Children Toy Shop has thousands of toys",
  "projects_6_extended_overview": "Very elegant and sophisticated landing page site introduce the Legacy Community",
  "projects_7_extended_overview": "London HealthCare Website that introduces about London Health Concierge",
  "projects_8_extended_overview": "Advertising website about Smiley Community",
  "projects_9_extended_overview": "France and Switzerland Savum Shop Website with strong SEO using Wordpress/Woocommerce/Elementor",
  "projects_10_extended_overview": "eCommerce Website using NextJS, Stripe, Tailwind CSS",
  "projects_11_extended_overview": "Drinks Online Shope for crawling drinks price in Europe, by using NextJS, NodeJS, Postgres",
  "projects_12_extended_overview": "eCommerce Website using NextJS, Tailwind-UI, Company Automative Development Routine",
  "contact_full_name": "Full name",
  "contact_email": "E-mail adress",
  "contact_btn": "Send message",
  "project_load_btn": "LOAD MORE"
}