{
  "language": "spa",
  "dark_mode": "Modo oscuro",
  "home_welcome": "Reaccionar",
  "home_i": "Desarrolladora creativa",
  "home_what_i_do": "Hago sitios web increíbles",
  "home_job": "Desarrollador Full Stack especializado en React, NextJS, GatsbyJS, ES6, HTML, CSS, NodeJS, Django",
  "home_location": "ubicado en San Francisco, EE. UU.",
  "home_contact_btn": "Ponerse en contacto",
  "menu_about": "Sobre",
  "menu_projects": "Proyectos",
  "menu_experience": "Experiencia",
  "menu_github": "Github",
  "menu_contact": "Contacto",
  "menu_resume": "Reanudar",
  "about_desc": "Mi nombre es Quiñonez Galante. Soy graduado de la Universidad Nacional de Itapua y tengo conocimiento profesional y experiencia considerable tanto en programación frontend como backend. Durante más de 7 años, completé más de 30 proyectos, desde pequeños a medianos e incluso grandes, desde sitios web de comercio electrónico hasta los más complejos y de gran escala. Tengo habilidades de experto en desarrollo web empresarial asociado con la herramienta de planificación e implementación, la aplicación de seguimiento de tareas, la herramienta de calendario y la aplicación web de seguimiento de proyectos.",
  "experience_0_job": "Desarrolladora de pila completa",
  "experience_0_overview": "Me dediqué al desarrollo de soluciones integrales de Internet para empresas e instituciones, responsabilizándome del proyecto desde la fase de diseño web hasta su completa realización e implementación. Dirigió y asesoró a un desarrollador de back-end de NodeJS, 2 desarrolladores de React Front-End para crear más de 3 sitios web eficientes y efectivos para 80K clientes. Desarrollé bases de datos funcionales, aplicaciones y servidores para soportar sitios web en back-end. Entrené el standup quincenal para revisar el código, el control de versiones, discutir sobre el proyecto y asignar nuevos tickets.",
  "experience_0_duration": "Mayo 2021 - Agosto 2022",
  "experience_1_job": "Desarrolladora de pila completa",
  "experience_1_overview": "Light-it es un estudio de productos digitales galardonado. Desarrollé soluciones de software de calidad para nuestros clientes, desde nuevas empresas hasta empresas líderes de Fortune 500. Como creador de productos, esa es mi principal área de especialización y lo que nos apasiona. Los servicios que ofrecí fueron desarrollo web y de aplicaciones. Sitios web basados en el rendimiento y centrados en el usuario que cumplieron con todos los requisitos comerciales. Responsable del desarrollo de pila completa para la construcción exitosa de proyectos React de 7 clientes. Conceptualicé y creé la implementación de las mejores prácticas para que los desarrolladores junior reduzcan el retrabajo y aumenten la tasa de conversión en un 11 %.",
  "experience_1_duration": "Mayo 2021 - Agosto 2022",
  "experience_2_job": "Desarrolladora front-end",
  "experience_2_overview": "Altimedia Agencia digital es una pequeña empresa dedicada al desarrollo de sitios web corporativos \"eficientes\" especializados en marketing digital, publicidad, estrategias online y comerciales. Como desarrollador frontend, traduje más de 20 diseños de maquetas a HTML, proyectos ReactJS de acuerdo con los requisitos proporcionados. En Altimedia aprendí cómo podemos crear los sitios web a partir de la idea y el diseño con las mejores prácticas. Tradujo 24 maquetas de diseño en código de alta calidad con píxeles perfectos utilizando React.js, Redux, CSS y SCSS. Colaboró con otros ingenieros para evaluar las interfaces de software y hardware. Asistió en el desarrollo de productos y la actualización de la suite actual aprovechando Tailwind CSS, Bootstrap para aumentar la satisfacción del cliente en un 17 %.",
  "experience_2_duration": "Abril 2018 - Septiembre 2019",
  "experience_3_job": "Desarrolladora front-end",
  "experience_3_overview": "Mientras trabajaba para SB8 Group Digital Marketing, me enfoqué en marketing en redes sociales, marketing de contenido y marketing por correo electrónico de acuerdo con la estrategia de su empresa. Desarrollé casos de prueba de unidad para pruebas y automatización. Analicé implementaciones de software existentes para identificar áreas que requerían mejoras.",
  "experience_3_duration": "October 2017 - February 2018",
  "experience_4_job": "Desarrolladora front-end",
  "experience_4_overview": "Estudio BL es una empresa de desarrollo de sitios web fundada en 2011. Mi función era ofrecer desarrollo web, desarrollo de marca, marketing por correo electrónico, desarrollo de aplicaciones móviles y más. Trabajé con desarrolladores de back-end para diseñar API. Parámetros de diseño ajustados para incorporar nuevas características.",
  "experience_4_duration": "June 2015 - May 2017",
  "experience_5_job": "Desarrolladora front-end",
  "experience_5_overview": "Ubicada en Buenos Aires, Argentina, Kood Studio es una pequeña empresa de desarrollo de software. Estuve a cargo de traducir los diseños de maquetas a páginas Web usando React, HTML, CSS. Parámetros de diseño ajustados para incorporar nuevas características.",
  "experience_5_duration": "September 2014 - April 2015",
  "projects_1_overview": "Sitio web de publicidad y marketing",
  "projects_2_overview": "Cine, TV y Celebridades",
  "projects_3_overview": "Aplicación Labalise",
  "projects_4_overview": "Informes de proyectos y paneles de proyectos",
  "projects_5_overview": "Sitio web de servicios hoteleros",
  "projects_6_overview": "Sitio web de la comunidad Artist's Club",
  "projects_7_overview": "Ver historia, Descargar",
  "projects_8_overview": "Comercio electrónico de aparejos de pesca",
  "projects_9_overview": "Juego de mesa de texto en equipo",
  "projects_10_overview": "Comercio electrónico para JACKET",
  "projects_11_overview": "Bebidas baratas en línea",
  "projects_12_overview": "Tienda online de camisetas",
  "projects_1_extended_overview": "Este es un sitio web de hotel que construí desde cero usando React, TypeScript, Styled-components, SCSS, CSS, CSS3",
  "projects_2_extended_overview": "Encuentre clasificaciones y reseñas de las películas y los programas de televisión más recientes. Como desarrollador de pila completa, construí este sitio web usando NextJS, Node.js, MongoDB y bibliotecas de interfaz de usuario adicionales como Styled-components, Swiper, etc.",
  "projects_3_extended_overview": "Puedes ver planificaciones, tomar reservas y más. Esta es una aplicación de labalise blanca que usa React, TypeScript, Storybook",
  "projects_4_extended_overview": "Varios roles de usuario, como clientes y administrador y gerente. Gestión de tareas mediante tabla, calendario y tablero Kanban. Informes de proyectos y paneles de proyectos.",
  "projects_5_extended_overview": "This is Hotel Service Website where you can book A Room and extra interesting activities.",
  "projects_6_extended_overview": "Este es el sitio web de servicio de hotel donde puede reservar una habitación y actividades extra interesantes.",
  "projects_7_extended_overview": "Las historias integradas de Instagram para ver y descargar, pero todos los derechos pertenecen a sus respectivos dueños.",
  "projects_8_extended_overview": "Sitio web de comercio electrónico NextJS integrado por Shopify Storefrontend GraphQL API, Contentful",
  "projects_9_extended_overview": "Juego en línea de IU/texto simple usando Socket.IO, Recoil, NextJS, TypeScript, Web3.js",
  "projects_10_extended_overview": "Sitio web de comercio electrónico usando NextJS, Stripe, Tailwind CSS",
  "projects_11_extended_overview": "Tienda en línea de bebidas para rastrear el precio de las bebidas en Europa, usando NextJS, NodeJS, Postgres",
  "projects_12_extended_overview": "Sitio web de comercio electrónico que utiliza NextJS, Tailwind-UI, rutina de desarrollo automático de la empresa",
  "contact_full_name": "Nom complet",
  "contact_email": "Adresse e-mail",
  "contact_btn": "Envoyez votre message",
  "project_load_btn": "LOAD MORE"
}